const goods = [
  {
    pic: './assets/g1.jpg',
    title: '椰云拿铁',
    desc: `1人份【年度重磅，一口吞云】
    √原创椰云topping，绵密轻盈到飞起！
    原创瑞幸椰™工艺，使用椰浆代替常规奶盖
    打造丰盈、绵密，如云朵般细腻奶沫体验
    椰香清甜饱满，一口滑入口腔
    
    【饮用建议】请注意不要用吸管，不要搅拌哦~`,
    sellNumber: 200,
    favorRate: 95,
    price: 32,
  },
  {
    pic: './assets/g2.jpeg',
    title: '生椰拿铁',
    desc: `1人份【YYDS，无限回购】
    现萃香醇Espresso，遇见优质冷榨生椰浆，椰香浓郁，香甜清爽，带给你不一样的拿铁体验！

    主要原料：浓缩咖啡、冷冻椰浆、原味调味糖浆
    图片及包装仅供参考，请以实物为准。建议送达后尽快饮用，到店饮用口感更佳。`,
    sellNumber: 1000,
    favorRate: 100,
    price: 19,
  },
  {
    pic: './assets/g2.jpeg',
    title: '加浓美式',
    desc: `1人份【YYDS，无限回购】
    现萃香醇Espresso，遇见优质冷榨生椰浆，椰香浓郁，香甜清爽，带给你不一样的拿铁体验！

    主要原料：浓缩咖啡、冷冻椰浆、原味调味糖浆
    图片及包装仅供参考，请以实物为准。建议送达后尽快饮用，到店饮用口感更佳。`,
    sellNumber: 200,
    favorRate: 93,
    price: 20,
  },
  {
    pic: './assets/g2.jpeg',
    title: '瓦尔登蓝钻瑞纳冰',
    desc: `1人份【YYDS，无限回购】
    现萃香醇Espresso，遇见优质冷榨生椰浆，椰香浓郁，香甜清爽，带给你不一样的拿铁体验！

    主要原料：浓缩咖啡、冷冻椰浆、原味调味糖浆
    图片及包装仅供参考，请以实物为准。建议送达后尽快饮用，到店饮用口感更佳。`,
    sellNumber: 12,
    favorRate: 80,
    price: 38,
  },
  {
    pic: './assets/g2.jpeg',
    title: '椰云精萃美式',
    desc: `1人份【YYDS，无限回购】
    现萃香醇Espresso，遇见优质冷榨生椰浆，椰香浓郁，香甜清爽，带给你不一样的拿铁体验！

    主要原料：浓缩咖啡、冷冻椰浆、原味调味糖浆
    图片及包装仅供参考，请以实物为准。建议送达后尽快饮用，到店饮用口感更佳。`,
    sellNumber: 50,
    favorRate: 90,
    price: 21,
  },
]